Repository: Python3pkg/Products.SilvaExternalSources
Catalog: i18n/*/LC_MESSAGES/silva_external_sources.po
Languages: de

source: Unknown encoding ${enc}, not changed!
de: Unbekannte Codierung ${enc}, nicht geändert.

source: Data encoding changed to: ${enc}.
de: Encoding der Daten geändert zu: ${enc}

source: Title changed.
de: Titel geändert.

source: Description changed.
de: Beschreibung geändert.

source: Cacheability setting changed.
de: Cache-Einstellung geändert

source: Data updated.
de: Daten geändert.

source: Raw data updated.
de: Rohdaten geändert.

source: Script id changed.
de: Script-Id geändert.

source: <b>Warning</b>:
de: <b>Warnung</b>:

source: no script id specified!
de: keine Script-Id angegeben!

source: This code source does not contain an callable object with id "${id}"!
de: Diese CodeSource enthälte kein aufrufbares Objekt mit der Id "${id}"!

source: This Code Source has no adjustable settings. Click a button to insert or remove it.
de: Diese CodeSource hat keine einstellbaren Parameter. Zum Einfügen oder Entfernen verwenden Sie den entsprechenden Knopf.

source: Data encoding changed.
de: Datenkodierung geändert.

source: Connection id changed.
de: Verbindungs-Id geändert.

source: SQL statement changed.
de: SQL-Ausdruck geändert.

source: Layout object id changed.
de: Layoutobjeckt-Id geändert.

source: Table rendering pagetemplate reset to default layout.
de: Tabellenanzeigetemplate auf Voreinstellung zurückgesetzt.

source: Parameters form reset to default.
de: Parameterformular auf Voreinstellung zurückgesetzt.

source: Unknown encoding ${enc}. CSVSource not added!
de: Unbekannte Kodierung ${enc}. CSVSource nicht hinzugefügt!

source: Added ${metatype} ${id}.
de: Hinzugefügt ${metatype} ${id}.

source: No spaces or special characters besides &#8216;_&#8217; or &#8216;-&#8217; or &#8216;.&#8217;
de: Keine Leer- oder Sonderzeichen ausser &#8216;_&#8217; oder &#8216;-&#8217; oder &#8216;.&#8217;

source: The title might be publicly visible.
de: Der Titel kann für die Öffentlichkeit sichtbar sein.

source: Character coding of the source data.
de: Zeichenencoding der CSV Daten.

source: coding
de: Zeichenencoding

source: Unknown encoding ${enc}. Character encoding not saved!
de: Unbekannte Kodierung ${enc}. Zeichenkodierung nicht gespeichert!

source: Encoding set to: ${enc}
de: Encoding gesetzt zu: ${enc}

source: access key: alt-u
de: Kurzwahl: alt-u

source: upload
de: Hochladen

source: comma separated value data
de: CSV Daten

source: change data
de: Daten ändern

source: access key: alt-c
de: Kurzwahl: alt-c

source: character coding
de: Zeichenencoding

source: content
de: Inhalt

source: note
de: Anmerkung

source: set encoding
de: Encondig setzen

source: access key: alt-e
de: Kurzwahl: alt-e

source: csv source upload
de: CSV Daten hochladen

source: title
de: Titel

source: Optional, but useful.
de: Wahlweise, aber hilfreich.

source: description
de: Beschreibung

source: data
de: Daten

source: Raw data set.
de: Rohdaten gespeichert.

source: Title and Description changed.
de: Titel und Beschreibung geändert.

source: manage subscriptions for &#xab;${title}&#xbb;
de: Abbonements für &#xab;${title}&#xbb; bearbeiten

source: This screen doesn&#8217;t have settings, because it&#8217;s not possible to subscribe to a . Only documents that contain textual content, or folders that contain them, can be subscribed to.
de: Dieser Bildschirm hat keine Einstellungen, weil es nicht möglich ist, A zu subskribieren. Nur Dokumente, die Text beinhalten, oder Ordner, die diesen beinhalten, können subskribiert werden.

source: File to upload as source data.
de: Datei mit den CSV Daten.

source: csv file
de: CSV Datei

source: Data uploaded.
de: Daten hochgeladen.
