Repository: Python3pkg/Products.SilvaExternalSources
Catalog: i18n/*/LC_MESSAGES/silva.po
Languages: fr, nl

source: Unknown encoding ${enc}, not changed!
fr: encodage inconnu ${enc}, non changé
nl: Onbekende encodering ${enc}, niet gewijzigd!

source: Data encoding changed to: ${enc}.
fr: Données d'encodage changées a ${enc}.
nl: Gegevens-encodering gewijzigd naar: ${enc}.

source: Title changed.
fr: Titre changé
nl: Titel gewijzigd.

source: Description changed.
fr: Description changée
nl: Beschrijving gewijzigd.

source: Cacheability setting changed.
fr: Paramètres de cache modifiés
nl: Cache-instelling gewijzigd.

source: Data updated.
fr: Données mises à jour
nl: Gegevens bijgewerkt.

source: Raw data updated.
fr: Données brutes mises à jour
nl: Ruwe gegevens bijgewerkt.

source: <b>Warning</b>:
fr: <b>Attentiion</b>:
nl: <b>Waarschuwing</b>:

source: no script id specified!
fr: aucun script spécifié !
nl: geen script id opgegeven!

source: This code source does not contain an callable object with id "${id}"!
fr: Ce code source ne contient pas d'objet appelable avec id "${id}"!
nl: Deze code source bevat geen aanroepbaar object met id "${id}"!

source: Script id changed.
fr: Script id modifié.
nl: Script id gewijzigd.

source: This Code Source has no adjustable settings. Click a button to insert or remove it.
nl: Deze Code Source heeft geen wijzigbare instellingen. Klik een knop om in te voegen of te verwijderen.

source: Data encoding changed.
fr: Données Encodage modifiées
nl: Gegevens-encodering gewijzigd.

source: Connection id changed.
fr: Connection id modifiée.
nl: Connection id gewijzigd.

source: SQL statement changed.
fr: Déclaration SQL modifiée
nl: SQL statement gewijzigd.

source: Layout object id changed.
fr: iId objet rendu modifiée
nl: Layout object id gewijzigd.

source: Table rendering pagetemplate reset to default layout.
fr: Modèle de table de rendu remis à rendu par défaut
nl: Tabelweergave pagetemplate teruggezet op standaard layout.

source: Parameters form reset to default.
fr: Formulaire de paramètres remis à par défaut
nl: Parameters formulier teruggezet op standaardwaarde.

source: Unknown encoding ${enc}. CSVSource not added!
fr: Encodage ${enc} inconnu. CSVSource non ajouté
nl: Obekende encodering ${enc}. CSVSource niet toegevoegd!

source: Problem ${exception}
fr: Anomalie ${exception}
nl: Probleem ${exception}

source: Added ${metatype} ${id}.
fr: ${metatype} ${id} ajouté
nl: ${metatype} ${id} toegevoegd.

source: No spaces or special characters besides &#8216;_&#8217; or &#8216;-&#8217; or &#8216;.&#8217;
fr: Aucun espace ou caractère spécial autre que &#8216;_&#8217; or &#8216;-&#8217; or &#8216;.&#8217;
nl: Geen spaties of speciale tekens behalve &#8216;_&#8217; of &#8216;-&#8217; of &#8216;.&#8217;

source: The title might be publicly visible.
fr: Le titre peut devenir visible au public
nl: De titel zou publiek getoond kunnen worden.

source: Character coding of the source data.
fr: Encodage des caractères de la source des données
nl: Teken-encodering van de brongegevens.

source: coding
fr: en train de coder
nl: encodering

source: Unknown encoding ${enc}. Character encoding not saved!
fr: Encodage ${enc} inconnu. Encodage des caractères non sauvegardé
nl: Onbekende encodering ${enc}. Teken-encodering niet opgeslagen!

source: Encoding set to: ${enc}
fr: Codage mis à ${enc}
nl: Encodering ingesteld op: ${enc}

source: access key: alt-u
fr: racoourci: alt-u
nl: sneltoets: alt-u

source: upload
fr: charger
nl: uploaden

source: comma separated value data
fr: valeurs données séparées par virgule
nl: komma gescheiden waarde-gegevens

source: change data
fr: modifier données
nl: gegevens wijzigen

source: access key: alt-c
fr: raccourci: alt-c
nl: sneltoets: alt-c

source: character coding
fr: encodage des caractères
nl: teken-encodering

source: content
fr: contenus
nl: inhoud

source: note
nl: notitie

source: set encoding
fr: entrez codage
nl: encodering instellen

source: access key: alt-e
fr: raccourci: alt-e
nl: sneltoets: alt-e

source: title
fr: titre
nl: titel

source: Optional, but useful.
fr: Optional, mais utile
nl: Optioneel, maar nuttig.

source: description
nl: beschrijving

source: data
fr: données
nl: gegevens

source: Raw data set.
fr: Entrée données brutes -raw data-
nl: Ruwe gegevens ingesteld.

source: Title and Description changed.
fr: Titre et Description modifiés
nl: Titel en beschrijving gewijzigd.

source: manage subscriptions for &#xab;${title}&#xbb;
nl: abonnementen voor &#xab;${title}&#xbb beheren;

source: This screen doesn&#8217;t have settings, because it&#8217;s not possible to subscribe to a . Only documents that contain textual content, or folders that contain them, can be subscribed to.
nl: Dit scherm heeft geen instellingen, want het is niet mogelijk een abonnement te nemen op een . Alleen op documenten met tekstuele inhoud, of de mappen die hen bevatten, kan een abonnement worden genomen.

source: File to upload as source data.
fr: Fichier à télécharger en tant que source de données
nl: Bestand om als brongegevens te uploaden.

source: csv file
fr: fichier csv
nl: csv bestand

source: Data uploaded.
fr: Données téléchargées
nl: Gegevens ge-upload.

source: element
fr: élément

source: csv source upload
fr: télécharger source csv
